token = '7430375971:AAE3gmFqTC_-h2jUVxDYB-rZM-GGRoNJxpU'
link = "https://vokb1.ru/ajax/order/"
admin_email = 'izistoreps722@outlook.com'
email_password = 'MAvz2518'
contact_information = 'Наш адрес: 400081, Россия, Волгоградская область, г. Волгоград, Дзержинский район, ул. Ангарская 13\nТелефон для записи на консультацию: 8-(8442)-43-73-03\nE-mail: vokb1@volganet.ru\nОфициальный сайт: vokb1.ru'
questions = [
    'Могу ли я выбрать доктора, оказывающего телемедицинскую консультацию?',
    'Что нужно, чтобы получить телемедицинскую консультацию?',
    'Как проходит телемедицинская консультация?',
    'Где получить пароль от портала электронной регистратуры?',
    'Где и как можно получить результат телемедицинской консультации ?',
    'Возможно ли самостоятельно записаться на телемедицинскую консультацию?',
    'По каким профилям врачей можно получить телемедицинскую консультацию?',
    'Где можно ознакомиться с инструкцией по подключению на телемедицинскую консультацию?',
    'Сколько по времени длится телемедицинская консультация?',
    'Через какие устройства можно подключиться на телемедицинскую консультацию?',
    'Где (на какой платформе) проходит онлайн-консультация?',
    'Какие способы авторизации на портале электронной регистратуры?'
]

answers = [
    '❌ **Нет, доктор назначается по профилю согласно внутреннему графику работы сотрудников РТМЦ.**',

    '📋 **1) Запись на очный прием:**\
    \n- Записаться на очный прием к врачу в консультативную поликлинику ВОКБ №1.\
    \n- После первичного приема возможна дистанционная консультация.\
    \n\n**2) На очном приеме:**\
    \n- Подписать информированное согласие о телемедицинской консультации.\
    \n\n**3) После подписания согласия:**\
    \n- Врач записывает на консультацию с помощью телемедицинских технологий.\
    \n\n**4) Подключение:**\
    \n- Через личный кабинет на портале электронной регистратуры [registratura.volganet.ru](http://registratura.volganet.ru), переходите по ссылке в назначенный день и время.',

    '📞 **Варианты проведения ТМК:**\
    \n- Видеоконсультации\
    \n- Аудиосвязь\
    \n- Обмен текстовыми сообщениями и файлами.',

    '📝 **Для записи в регистратуре поликлиники нужны следующие документы:**\
    \n- Паспорт или иной документ, удостоверяющий личность\
    \n- СНИЛС\
    \n- Полис обязательного или добровольного медицинского страхования (при наличии).',

    '📄 **Заключение телемедицинской консультации:**\
    \n- Можно получить в регистратуре поликлиники по месту жительства или в регистратуре ВОКБ №1.',

    '📍 **Нет, запись возможна только после первичного очного приема и подписания согласия на телемедицинскую консультацию.**',

    '👨‍⚕️ **Врачи, к которым можно записаться:**\
    \n- Кардиолог\
    \n- Гастроэнтеролог\
    \n- Нейрохирург\
    \n- Невролог\
    \n- Реабилитолог\
    \n- Травматолог\
    \n- Эндокринолог\
    \n- Сердечно-сосудистый хирург\
    \n- Оториноларинголог',

    '🖥 **Где узнать больше?**\
    \n- На официальном сайте ВОКБ №1 в разделе телемедицинский центр.',

    '⏳ **Продолжительность телемедицинской консультации:**\
    \n- Около 20 минут.',

    '💻 **Для проведения консультации вам понадобится:**\
    \n- Персональный компьютер\
    \n- Ноутбук\
    \n- Мобильное устройство (смартфон, планшет)',

    '🌐 **Введите на портале электронной регистратуры:**\
    \n- [registratura.volganet.ru](http://registratura.volganet.ru)',

    '🔑 **Авторизация:**\
    \n- По логину и паролю от сайта registratura.volganet.ru или через учетную запись ЕСИА (госуслуги).'
]