link = "https://vokb1.ru/ajax/order/"
link2 = 'https://vokb1.ru/specialists/'
admin_email = 'izistoreps722@outlook.com'
email_password = 'MAvz2518'
contact_information = 'Наш адрес: 400081, Россия, Волгоградская область, г. Волгоград, Дзержинский район, ул. Ангарская 13\nТелефон для записи на консультацию: 8-(8442)-43-73-03\nE-mail: vokb1@volganet.ru\nОфициальный сайт: vokb1.ru'
example_path = 'example.jpg'
answer = [
"Для записи к специалисту Вы можете:\n" \
         "  1. 💬 Оставить заявку в чат-боте.\n" \
         "  2. 🌐 Оставить заявку на официальном сайте: (https://vokb1.ru/).\n" \
         "  3. 📞 Связаться с контактно-информационным центром по телефонам:\n" \
         "     - 💼 (8442) 43-81-91 — по полису ОМС\n" \
         "     - 💰 (8442) 97-79-70 — за счет личных денежных средств"
]


med_price_info = {
    "Акушер-Гинеколог": {
        "Консультативный прием первичный": 1158,
        "Консультативный прием повторный": 882
    },
    "Гастроэнтеролог": {
        "Консультативный прием первичный": 1176,
        "Консультативный прием повторный": 711
    },
    "Гематолог": {
        "Консультативный прием первичный": 1107,
        "Консультативный прием повторный": 714
    },
    "Дерматовенеролог": {
        "Консультативный прием первичный": 1027,
        "Консультативный прием повторный": 657
    },
    "Кардиолог": {
        "Консультативный прием первичный": 1098,
        "Консультативный прием повторный": 723
    },
    "Невролог": {
        "Консультативный прием первичный": 1110,
        "Консультативный прием повторный": 728
    },
    "Нейрохирург": {
        "Консультативный прием первичный": 1083,
        "Консультативный прием повторный": 746
    },
    "Нефролог": {
        "Консультативный прием первичный": 1085,
        "Консультативный прием повторный": 711
    },
    "Оториноларинголог": {
        "Консультативный прием первичный": 1160,
        "Консультативный прием повторный": 628,
        "Прием врача-фониатра": 2293
    },
    "Офтальмолог": {
        "Консультативный прием первичный": 1095,
        "Консультативный прием повторный": 760
    },
    "Пульмонолог": {
        "Консультативный прием первичный": 1125,
        "Консультативный прием повторный": 723
    },
    "Сердечно-сосудистый хирург": {
        "Консультативный прием первичный": 1149,
        "Консультативный прием повторный": 771
    },
    "Торакальный хирург": {
        "Консультативный прием первичный": 1078,
        "Консультативный прием повторный": 763
    },
    "Травматолог": {
        "Консультативный прием первичный": 1141,
        "Консультативный прием повторный": 746
    },
    "Уролог": {
        "Консультативный прием первичный": 1049,
        "Консультативный прием повторный": 752
    },
    "Хирург": {
        "Консультативный прием первичный": 1071,
        "Консультативный прием повторный": 746
    },
    "Челюстно-лицевой хирург": {
        "Прием первичный": 1155,
        "Прием повторный": 1043
    },
    "Эндокринолог": {
        "Консультативный прием первичный": 1175,
        "Консультативный прием повторный": 871
    }
}



add_price_message = '''
🌟 Для удобства пациентов кассы, в которых можно оформить договор и внести оплату за услуги, расположены в нескольких корпусах клиники:

🏢 **Кассы:**
- 1 корпус, кабинет № 5
- 7 корпус, 1 этаж – регистратура
- 11 корпус, 1 этаж – регистратура

🕒 **График работы:** с 8:00 до 16:00 (перерыв - с 11:30 до 12:00)

💳 **Способы оплаты:** наличный, безналичный (осуществляется прием платежей с помощью платежных систем VISA, MasterCard, МИР)
'''


med_profile = [
    'Акушер-Гинеколог', 'Гастроэнтеролог',
    'Гематолог', 'Дерматовенеролог', 'Кардиолог',
    'Невролог', 'Нейрохирург', 'Оториноларинголог',
    'Офтальмолог', 'Пульмонолог',
    'Сердечно-сосудистый хирург', 'Торакальный хирург',
    'Травматолог', 'Уролог',
    'Хирург', 'Челюстно-лицевой хирург',
    'Эндокринолог'
]
